IDEA Open Model
ColumnData.FemL0Z Property
Compatible with IDEA StatiCa 20.1
 effective length calculated in FEM for Z direction
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double FemL0Z { get; set; }
Public Property FemL0Z As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace